Repository: bernardopg/SwayNotificationCenter
Catalog: po/*.po
Languages: pt_br

source: Usage:
pt_br: Uso:

source: Help:
pt_br: Ajuda:

source: -h, --help Show help options
pt_br: -h, --help Mostrar opções de ajuda

source: -v, --version Prints version
pt_br: -v, --version Exibir versão

source: Options:
pt_br: Opções:

source: -s, --style Use a custom Stylesheet file
pt_br: -s, --style Usar arquivo de estilo personalizado

source: -c, --config Use a custom config file
pt_br: -c, --config Usar arquivo de configuração personalizado

source: --skip-system-css Skip trying to parse the packaged Stylesheet file. Useful for CSS debugging
pt_br: --skip-system-css Ignorar arquivo de estilo do sistema. Útil para depuração de CSS

source: --custom-system-css Pick a custom CSS file to use as the "system" CSS. Useful for CSS debugging
pt_br: --custom-system-css Escolher um CSS personalizado como CSS do sistema. Útil para depuração de CSS

source: -h, --help Show help options
pt_br: -h, --help Mostrar opções de ajuda

source: -v, --version Prints version
pt_br: -v, --version Exibir versão

source: -R, --reload-config Reload the config file
pt_br: -R, --reload-config Recarregar arquivo de configuração

source: -rs, --reload-css Reload the css file. Location change requires restart
pt_br: -rs, --reload-css Recarregar CSS. Mudança de local requer reinicialização

source: -t, --toggle-panel Toggle the notification panel
pt_br: -t, --toggle-panel Alternar painel de notificações

source: -op, --open-panel Opens the notification panel
pt_br: -op, --open-panel Abrir painel de notificações

source: -cp, --close-panel Closes the notification panel
pt_br: -cp, --close-panel Fechar painel de notificações

source: -d, --toggle-dnd Toggle and print the current dnd state
pt_br: -d, --toggle-dnd Alternar e exibir estado atual do Não Perturbe

source: -D, --get-dnd Print the current dnd state
pt_br: -D, --get-dnd Exibir estado atual do Não Perturbe

source: -dn, --dnd-on Turn dnd on and print the new dnd state
pt_br: -dn, --dnd-on Ativar Não Perturbe e exibir novo estado

source: -df, --dnd-off Turn dnd off and print the new dnd state
pt_br: -df, --dnd-off Desativar Não Perturbe e exibir novo estado

source: -I, --get-inhibited Print if currently inhibited or not
pt_br: -I, --get-inhibited Exibir se está inibido ou não

source: -In, --get-num-inhibitors Print number of inhibitors
pt_br: -In, --get-num-inhibitors Exibir número de inibidores

source: -Ia, --inhibitor-add [APP_ID] Add an inhibitor
pt_br: -Ia, --inhibitor-add [APP_ID] Adicionar um inibidor

source: -Ir, --inhibitor-remove [APP_ID] Remove an inhibitor
pt_br: -Ir, --inhibitor-remove [APP_ID] Remover um inibidor

source: -Ic, --inhibitors-clear Clears all inhibitors
pt_br: -Ic, --inhibitors-clear Limpar todos os inibidores

source: -c, --count Print the current notification count
pt_br: -c, --count Exibir contagem de notificações

source: --hide-latest Hides latest notification. Still shown in Control Center
pt_br: --hide-latest Ocultar última notificação. Ainda aparece na Central de Controle

source: --hide-all Hides all notifications. Still shown in Control Center
pt_br: --hide-all Ocultar todas as notificações. Ainda aparecem na Central de Controle

source: --close-latest Closes latest notification
pt_br: --close-latest Fechar última notificação

source: -C, --close-all Closes all notifications
pt_br: -C, --close-all Fechar todas as notificações

source: -a, --action [ACTION_INDEX] Invokes the action [ACTION_INDEX] of the latest notification
pt_br: -a, --action [ACTION_INDEX] Invocar a ação [ACTION_INDEX] da última notificação

source: -sw, --skip-wait Doesn't wait when swaync hasn't been started
pt_br: -sw, --skip-wait Não esperar quando swaync não foi iniciado

source: -s, --subscribe Subscribe to notification add and close events
pt_br: -s, --subscribe Inscrever em eventos de adição e fechamento

source: -swb, --subscribe-waybar Subscribe to notification add and close events with waybar support. Read README for example
pt_br: -swb, --subscribe-waybar Inscrever com suporte a waybar. Veja README para exemplos

source: --change-cc-monitor Changes the preferred control center monitor (resets on config reload)
pt_br: --change-cc-monitor Alterar monitor da Central de Controle (reinicia ao recarregar config)

source: --change-noti-monitor Changes the preferred notification monitor (resets on config reload)
pt_br: --change-noti-monitor Alterar monitor de notificações (reinicia ao recarregar config)

source: %u Notification
pt_br: %u Notificação

source: Notifications
pt_br: Notificações

source: Clear All
pt_br: Limpar

source: Do Not Disturb
pt_br: Não Perturbe

source: Label Text
pt_br: Texto do Rótulo

source: Control Center
pt_br: Central de Controle

source: Inhibitors
pt_br: Inibidores
